{
    "1": [
        {
            "paragraph": "Once a hand or gripper has been directed to an object by reaching, it can be grasped. Grasping requires that fingers hold an object securely. A secure grip is one in which the object won’t slip or move, especially when displaced by an external force. Your grasp on a hammer, for example, would not be secure if knocking against something caused you to drop it. One precondition of a firm grasp is that the forces applied by the fingers balance each other so as not to disturb the object’s position. The characteristics of an object such as its geometric configuration and mass distribution may demand that some fingers apply greater force than others to maintain <BLANK>. The grasp and support forces must also match overall object mass and fragility. An egg requires a more delicate touch than a rock.",
            "answer": "stability",
            "wrong_answers": [
                "distance",
                "efficiency",
                "mobility",
                "direction"
            ]
        },
        {
            "paragraph":"A sleeping mother has the ability to identify the particular cry of her own baby . This is one of the bonding factors that has been forgotten because of the way in which we liv e today . Typically , there is now only one newborn baby in any family house or apartment, so there is no way to test this ability . In an ancient tribe, however, living in small huts in a tiny village settlement, a mother would hav e been able to hear any of the babies crying in the night. If she woke up every time one of them screamed for food, she might get no sleep at all. During the course of evolution she became programmed to awake only at the sound of her own particular baby . This <BLANK> is still there to this day , eventhough it is seldom used.",
            "answer":"sensitivity",
            "wrong_answers":["affection", "creativity", "sociability","intolerance"]
        }
    ],
    "2": [
        {
            "paragraph": "In psychology, a ‘model’ of something should never be taken as an exact copy of the thing being described, but rather as a representation of it. A map of the London Underground, for example, is a representation of the Underground layout that helps us appreciate how it works and where it goes. Of course direction, scale, etc. must be distorted somewhat to make it all fit neatly on the page. A model of memory is also a representation. Based on the evidence available, a model provides us with an analogy of how memory works. Describing memory in terms of ‘stores’ or ‘levels’ or ‘loops’ makes our understanding more concrete, and simply conveys to a reader a(n) <BLANK> of how a particular psychologist has attempted to understand and explain the available evidence. These models change as the available evidence changes, so should not be seen as permanent fixtures.",
            "answer": "approximate idea",
            "wrong_answers": [
                "factual experience",
                "invariable principle",
                "digital representation",
                "undisputed interpretation"
            ]
        },
        {
            "paragraph": "It is important to note that the primary goal of the professional athlete as well as many adults—winning—is far less important to children. In one of our own studies, we found that teams’ won lost records had nothing to do with how much young athletes liked their coaches or with their desire to play for the same coaches again. Interestingly, however, success of the team was related to how much the children thought their parents liked their coaches. The children also felt that the won lost record influenced how much their coaches liked them. It appears that, even at very young ages, children begin to tune in to the <BLANK> on winning, even though they do not yet share it themselves. What children do share is a desire to have fun!",
            "answer": "adult emphasis",
            "wrong_answers": [
                "peer pressure",
                "critical research",
                "financial reliance",
                "teamwork influence"
            ]
        }
    ],
    "3": [
        {
            "paragraph": "Among the most fascinating natural temperature-regulating behaviors are those of social insects such as bees and ants. These insects are able to maintain a nearly constant temperature in their hives or mounds throughout the year. The constancy of these microclimates depends not just on the location and insulation of the habitat, but on <BLANK>. When the surrounding temperature increases, the activity in the hive decreases, which  decreases the amount of  heat generated by insect  metabolism. In fact, many  animals decrease their activity in the heat and increase it in the cold, and people who are allowed to choose levels of physical activity in hot or cold  environments adjust their are reminded of their kinship with the continent in which their ancestors originated centuries earlier, and they lobby their   leaders to provide humanitarian relief. In other words, each issue  calls forth somewhat different identities that help explain the political preferences people have regarding those issues.",
            "answer": "identity assumes importance",
            "wrong_answers": [
                "religion precedes identity",
                "society loses stability",
                "society supports diversity",
                "nationality bears significance"
            ]
        }
    ],
    "4": [
        {
            "paragraph": "Technology is the basis of many of our metaphors and is important in terms of how we think and how our ideas progress. The use of metaphor and the process of design and the evolution of science and technology are cyclic in the sense that metaphors help to shape technology, and new technology leads to new metaphors. Major changes arise periodically, such as moving from horse drawn carriages to motor driven vehicles. The initial description of the latter is naturally metaphorical, as in the term “horseless carriage.” The association with the previous technology is both verbal and visual. The early designs of such vehicles show visual evidence of the metaphor, as they retained much of the appearance of horse drawn carriages. The horse- drawn carriage was itself a technological innovation, as were the horseless carriage and later automobiles. We tend to not only base new inventions on old, but also explain and try to understand new inventions in terms of <BLANK>.",
            "answer": "what we already know",
            "wrong_answers": [
                "where they are used",
                "what we want to forget",
                "how much we can earn",
                "how inventors explore"
            ]
        },
        {
            "paragraph": "Grief is unpleasant. Would one not then be better off without it altogether? Why accept it even when the loss is real? Perhaps we should say of it what Spinoza said of regret: that whoever feels it is “twice unhappy or twice helpless.” Laurence Thomas has suggested that the utility of “negative sentiments ” (emotions like grief, guilt, resentment, and anger, which there is seemingly a reason to believe we might be better off without) lies in their providing a kind of guarantee of authenticity for such dispositional sentiments as love and respect. No occurrent feelings of love and respect need to be present throughout the period in which it is true that one loves or respects. One might therefore sometimes suspect, in the absence of the positive occurrent feelings, that <BLANK> . At such times, negative emotions like grief offer a kind of testimonial to the authenticity of love or respect.",
            "answer": "one no longer loves",
            "wrong_answers": [
                "one is much happier",
                "an emotional loss can never be real",
                "respect for oneself can be guaranteed",
                "negative sentiments do not hold any longer"
            ]
        }
    ],
    "5": [
        {
            "paragraph": "While there is no denying that exceptional players like Emmitt Smith can put points on the board and enhance team success, new research suggests there is a limit to the benefit top talents bring to a team. Researchers compared the amount of individual talent on teams with the teams’ success, and they found striking examples of <BLANK> . The researchers looked at three sports: basketball, soccer, and baseball. In each sport, they calculated both the percentage of top talent on each team and the teams’ success over several years. For both basketball and soccer, they found that top talent did in fact predict team success, but only up to a point. Furthermore, there was not simply a point of diminishing returns with respect to top talent; there was in fact a cost. Basketball and soccer teams with the greatest proportion of elite athletes performed worse than those with more moderate proportions of top level players.",
            "answer": "more talent hurting the team",
            "wrong_answers": [
                "practice leading to perfection",
                "top players being more cooperative",
                "coaches being the key to team management",
                "supporters interrupting the flow of the game"
            ]
        },
        {
            "paragraph": "It is not hard to see that a strong economy, where opportunities are plentiful and jobs go begging, <BLANK> . Biased employers may still dislike hiring members of one group or another, but when nobody else is available, discrimination most often gives way to the basic need to get the work done. The same goes for employees with prejudices about whom they do and do not like working alongside. In the American construction boom of the late 1990s, for example, even the carpenters’ union―long known as a “traditional bastion of white men, a world where a coveted union card was handed down from father to son”―began openly encouraging women, blacks, and Hispanics to join its internship program. At least in the workplace, jobs chasing people obviously does more to promote a fluid society than people chasing jobs.",
            "answer": "helps break down social barriers",
            "wrong_answers": [
                "allows employees to earn more income",
                "simplifies the hiring process",
                "increases wage discrimination",
                "improves the productivity of a company"
            ]
        }
    ],
    "6": [
        { 
            "paragraph":"What story could be harsher than that of the Great Auk, the large black-and-white seabird that in northern oceans took the ecological place of a penguin? Its tale rises and falls like a Greek tragedy, with island populations savagely destroyed by humans until almost all were gone. Then the very last colony found safety on a special island, one protected from the destruction of humankind by vicious and unpredictable ocean currents. These waters presented no problem to perfectly adapted seagoing birds, but they prevented humans from making any kind of safe landing. After enjoying a few years of comparative safety, disaster of a different kind struck the Great Auk. Volcanic activity caused the island refuge to sink completely beneath the waves, and surviving individuals were forced to find shelter elsewhere. The new island home they chose <BLANK> in one terrible way. Humans could access it with comparative ease, and they did! Within just a few years the last of this once-plentiful species was entirely eliminated.",
            "answer": "lacked the benefits of the old",
            "wrong_answers": [
                "denied other colonies easy access",
                "faced unexpected natural disasters",
                "caused conflicts among the refugees",
                "had a similar disadvantage to the last island"
            ]
        }
    ],
    "7": [
        {
            "paragraph":"With the invention of typography, spacing and punctuation solidified from gap and gesture to physical artifact. Punctuation marks, which were used differently from one scribe to another in the manuscript era, became part of the standardized, rule bound system of the printed page. The communications scholar Walter Ong has shown how printing converted the word into a visual object precisely located in space: “Alphabet letterpress printing, in which each letter was cast on a separate piece of metal, or type, marked a psychological breakthrough of the first order.... Writing moves words from the sound world to the world of visual space, but print <BLANK> .” Typography made text into a thing, a material object with known dimensions and fixed locations.",
            "answer": "locks words into position in this space",
            "wrong_answers": [
                "moves words away from their association with sound",
                "offers unrestricted dimension to this space",
                "enhances the inherent concept of words",
                "confines words to limited meanings"
            ]
        }
    ]
}